tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "angband"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "awscli@1"
brew "bash"
brew "bat"
brew "bazelisk"
brew "black"
brew "boost"
brew "buildifier"
brew "glib"
brew "cairo"
brew "eigen"
brew "cgal"
brew "clisp"
brew "harfbuzz"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dashing"
brew "diffutils"
brew "direnv"
brew "elixir"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: :changed
brew "node"
brew "emscripten"
brew "etcd"
brew "fd"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gimme"
brew "git"
brew "git-delta"
brew "git-when-merged"
brew "glfw"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "highlight"
brew "htop"
brew "python@3.13"
brew "httpie"
brew "hub"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "kube-ps1"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "libpq"
brew "lynx"
brew "make"
brew "mdp"
brew "mercurial"
brew "midnight-commander"
brew "minikube"
brew "minimal-racket"
brew "mono"
brew "neovim"
brew "ninja"
brew "node-build"
brew "nodenv"
brew "protobuf"
brew "openvino"
brew "pandoc"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "ponyc"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sdl12-compat"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_ttf"
brew "tctl"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vim"
brew "virtualenv", link: false
brew "wget"
brew "yarn"
brew "ydiff"
brew "zsh"
brew "go-task/tap/go-task"
cask "1password-cli"
cask "arduino"
cask "docker-desktop"
cask "gcloud-cli"
cask "inkscape"
cask "sonic-pi"
cask "supercollider"
cask "tctl-data-converter"
cask "tctl-local-auth"
cask "tctx"
cask "temurin@8"
cask "vagrant"
cask "xquartz"
