tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "ack"
brew "angband"
brew "readline"
brew "awscli@1"
brew "bash"
brew "bat"
brew "black", link: false
brew "boost"
brew "libpng"
brew "glib"
brew "python@3.8"
brew "cairo"
brew "eigen"
brew "cgal"
brew "clisp"
brew "openjdk"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dashing"
brew "ddtool"
brew "go"
brew "dep"
brew "diffutils"
brew "pkg-config"
brew "guile"
brew "emacs"
brew "node"
brew "emscripten"
brew "etcd"
brew "fd"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gimme"
brew "git"
brew "glfw"
brew "pinentry"
brew "gnupg", link: false
brew "gpg-agent"
brew "pango"
brew "graphviz"
brew "helm"
brew "heroku"
brew "highlight"
brew "htop"
brew "hub"
brew "jq"
brew "jsonpp"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "leiningen"
brew "libpq"
brew "librsvg"
brew "lynx"
brew "make"
brew "mdp"
brew "mercurial"
brew "midnight-commander"
brew "minikube", link: false
brew "minimal-racket"
brew "neovim"
brew "ninja"
brew "node-build"
brew "nodenv"
brew "opentracing-cpp"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "ponyc"
brew "pony-stable"
brew "pre-commit"
brew "protobuf"
brew "qt", link: false
brew "rbenv"
brew "rbenv-chefdk"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sdl"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_ttf"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "ydiff"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "arduino"
cask "aws-vault"
cask "chefdk"
cask "docker"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "inkscape"
cask "java"
cask "minikube"
cask "phantomjs"
cask "postgres"
cask "sonic-pi"
cask "supercollider"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
