tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "angband"
brew "libpng"
brew "python@3.9"
brew "awscli@1"
brew "bash"
brew "bat"
brew "bazelisk"
brew "black"
brew "boost"
brew "glib"
brew "cairo"
brew "eigen"
brew "cgal"
brew "clisp"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "dashing"
brew "go"
brew "dep"
brew "diffutils"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: true
brew "node"
brew "python@3.10", link: false
brew "emscripten"
brew "etcd"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gimme"
brew "git"
brew "glfw"
brew "gnupg"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "krb5"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "libpq"
brew "lynx"
brew "make"
brew "mdp"
brew "mercurial"
brew "midnight-commander"
brew "minikube"
brew "minimal-racket"
brew "neovim"
brew "ninja"
brew "node-build"
brew "nodenv"
brew "pandoc"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "ponyc"
brew "pony-stable"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python@3.8", link: false
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sdl12-compat"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_ttf"
brew "tctl"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "ydiff"
brew "zsh"
cask "adoptopenjdk8"
cask "arduino"
cask "aws-vault"
cask "bzl"
cask "docker"
cask "google-cloud-sdk"
cask "inkscape"
cask "postgres"
cask "sonic-pi"
cask "supercollider"
cask "tctl-data-converter"
cask "tctl-local-auth"
cask "tctx"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
